{"notes":[{"placas":"YGT 565","motivo":"Observación","texto":"el texto que tenemos aqui es algo que es muy importante de analizar por que de esta forma no nos tardamos tanto en ver lo que necesita cada persona","id":"2024-03-11T20:45:22.893Z"},{"placas":"JKL 565","motivo":"Queja","texto":"y tengo otro aqui para decir que que pedo, pepro ya sin las líneas es cmo oq eu si podemos seguir poniendo lo opnible ya poco a poco se va adaptando el tamaño con lo demas es algo que se hace de a poco.","id":"2024-03-11T20:45:51.484Z"},{"placas":"BLH 9034","motivo":"Sugerencia","texto":"Al paracer no pasa nada pero me gustaria que pase, voy a seguir viendo que onda.","id":"2024-03-11T20:46:32.100Z"},{"placas":"Lep 546","motivo":"Sugerencia","texto":"no sta por que no esyta el motivo, no sale, como se llama o que, por que no esta me husatria saber, que pasa que pasa por que no sale","id":"2024-03-11T22:36:31.490Z"},{"placas":"hshsld","motivo":"Felicitación","texto":"este tio hizo lo mejor por bajarse a ayudar a todas las personas que olo necesitaban m, fue ocmo ver a santa claus ayudando a contruir un puenrtet, que loco","id":"2024-03-11T22:37:38.242Z"},{"placas":"hshsld","motivo":"Agradecimiento","texto":"Estaba parado en la esquina cuando llego esta señora cen su auto, y me ayudo a bajarme de la banqueta, y luego a subirme y luego a bajar otra vez y luego a subir, le agradezco la ayuda.","id":"2024-03-11T22:38:51.381Z"},{"placas":"4856565","motivo":"Sugerencia","texto":"Que te parece si todos intentamos dejar pasar a uno, es lo mimo que lo bien conocido uno por uno, si tu dejas pasar a uno en algun momento todos pasan en lugar de estar peliando y tratando de salir yo creo que si se puede y no te afecta tanto.","id":"2024-03-11T22:40:08.324Z"},{"placas":"TL2 2789","motivo":"Queja","texto":"Neta no es posible que la gente se siga comportando así, no entiendo en donde esta la dificultad en reglas tan sencillas, no hay por que de la actitud tan retograda con este tipo de personas, la proxima vez si va a terminar mal.","id":"2024-03-11T22:44:55.170Z"},{"placas":"ASS 783","motivo":"Queja","texto":"No habia visto a alguien tan pendejo en esta callle, es irreal que crean que por que existen se les deba dar el paso, intenten salir yo me voy a seguir derechoi si logran salir perfecto, pero si no pues es por pendejos.","id":"2024-03-11T22:48:20.221Z"},{"placas":"HJL 9033","motivo":"Queja","texto":"El motivo por el cual la placa tiene numeros y letras es debedo a la clave del lugar de emision y numeros que en realidad no me dijeron por que como se dice que no es random peor a mi me suena muy random","id":"2024-03-11T23:08:34.006Z"},{"placas":"TPL 1289","motivo":"Observación","texto":"El motivo por el cual la placa tiene numeros y letras es debedo a la clave del lugar de emision y numeros que en realidad no me dijeron por que como se dice que no es random peor a mi me suena muy random","id":"2024-03-11T23:10:42.672Z"},{"placas":"4856565","motivo":"Sugerencia","texto":"un texto con espacio super avanzado dentro de la primavera y el verano, donde todo es posible excepto lo imposible","id":"2024-03-12T01:52:05.864Z"},{"placas":"4856565","motivo":"Sugerencia","texto":"Ahora creo que tambien seria bueno hablar de toda la gente, es como hablar de lo que opinadmo de vivir en la ciudad, reglas comues, es como caminar siempre rdel lado derecho, si no. se puede en la banqueta derecha entoces camianr del lado derecho de la banqueta. y ai decir las posicion de la gente, por ejemlpo esto, alguna persona no estaría dispuesta a esto, por que? entonces da su razon y asi se p uede llegar a u acuerdo.","id":"2024-03-12T13:06:58.458Z"},{"placas":"MDC 2757","motivo":"Agradecimiento","texto":"Estaba esperando que alguien me diera paso, habían muchos coches y a pesar de que tenia tope, los coches pasaban rápido, hasta que llegó este señor que me cedió el paso, esto no debería ser un favor, todas las personas deberían ceder el paso al peatón, pero aun así, muchas gracias placa MDC 2757","id":"2024-03-12T13:51:03.865Z"},{"placas":"PZ4 7205","motivo":"Sugerencia","texto":"Todas las personas deberían ceder el paso al peatón, pero aun así, muchas gracias placa PZ4 2757","id":"2024-03-12T13:54:07.504Z"},{"placas":"LOP 027","motivo":"Queja","texto":"Mis disculpas por la confusión anterior. La palabra que se deriva de \"Idioteque\" en el contexto de la canción de Radiohead sería \"dreamteque\", siguiendo la misma estructura de formación que propusiste inicialmente. En este caso, se utiliza \"dream\" para representar \"sueño\" y \"teque\" para emular el sufijo de la palabra original. Por lo tanto, en tu contexto, sería \"dreamteque\". ¡Gracias por señalarlo y espero que encuentres la palabra perfecta para expresar tu idea creativa!","id":"2024-03-12T14:09:45.188Z"},{"placas":"BLH 9034","motivo":"Felicitación","texto":"La palabra \"Idioteque\" es una creación artística y no sigue una estructura de formación de palabras convencional en inglés. Es una combinación de las palabras \"idiot\" (idiota) y el sufijo \"-teque\". La banda Radiohead utilizó esta palabra como título de una de sus canciones.\n\nEn este caso, \"Idioteque\" podría interpretarse como una mezcla de \"idiota\" con un elemento que evoca una biblioteca o un depósito, dado el uso del sufijo \"-teque\". Sin embargo, la palabra en sí misma es única y creada con fines artísticos y estilísticos en el contexto de la música y la poesía. No sigue una regla gramatical estándar y es específica de la creatividad de la banda.","id":"2024-03-12T14:42:51.705Z"},{"placas":"TL2 2789","motivo":"Observación","texto":"test\n","id":"2024-03-12T15:02:08.171Z"},{"placas":"TL2 2789","motivo":"Observación","texto":"Este tipo se paso, no dejo avanzar a la gente por que quieria pasa hasta el carril izquierdo, pero entro mal y freno el trafico, debería ser mas conciente, no es nuestra culpa que te equivoques.","id":"2024-03-12T15:03:38.607Z"},{"placas":"BLH 9034","motivo":"Queja","texto":"Cómo es posible que tanta gente circule sin luces, es un peligro, y en carreteras, no deberían permitir que este tipo de vehículos circule cn esas condiciones, ","id":"2024-03-12T15:12:29.321Z"},{"placas":"BLH 9034","motivo":"Observación","texto":"En este ejemplo, los enlaces dirigen a rutas dinámicas que utilizan el componente [id].js para cargar y mostrar detalles del producto.\n\nEspero que esto te ayude a implementar un buscador por ID en tu aplicación Remix.run con MongoDB. Ten en cuenta que este es un ejemplo básico, y puedes adaptarlo según tus necesidades específicas.","id":"2024-03-12T15:15:05.760Z"},{"placas":"4856565","motivo":"Queja","texto":"Si es una queja oero es una queha por que está llena de nuemeros la placa, cuando sabemos todo que debemos de tener letras, a quien engañan?","id":"2024-03-12T19:17:31.217Z"},{"placas":"TL2 2789","motivo":"Sugerencia","texto":"Por que no, antes de parar ves lo que te rodea, tal vez evites un accidente, te tenia por que generarse el estress que se generó. concidera que no vas solo en la calle.","id":"2024-03-13T15:45:45.209Z"},{"placas":"TL2 2789","motivo":"Queja","texto":"Yo no tuve nada que ver con lo que dices que pasó, yo estaba tranquilamente manejando, ya somos mas lo que logramos estar tranquilos, pero la forma en le que empezo a tocar el claxon no era necesaria, no importa si se mete un coche, o si soy yo el que se mete, deja pasar a la gente no tr va a pasar nada, estorbo.","id":"2024-03-13T15:54:22.896Z"},{"placas":"RTY 6565","motivo":"Sugerencia","texto":"Es importante poner las direccionales, es cortesía con lo que te rodean. ","id":"2024-03-13T16:00:52.050Z"},{"placas":"4856565","motivo":"Sugerencia","texto":"\nPara enviar el formulario con el nombre del producto al servidor y redirigir al usuario a la página de resultados, puedes usar el método HTTP GET o POST. En este caso, dado que estás enviando una consulta de búsqueda, el método GET es más adecuado, ya que los parámetros de la búsqueda pueden ser incluidos directamente en la URL. Aquí te muestro cómo configurar el formulario con el método GET.","id":"2024-03-13T16:25:27.733Z"},{"placas":"PQRK901","motivo":"Observación","texto":"Hola. Me gustaría hacer una observación positiva sobre tu conducción segura y cortés. ¡Sigue así!","id":"2024-03-13T16:35:11.422Z"},{"placa":"THY67 4","categoria":"Sugerencia","texto":"En este código, verificamos si request.connection existe antes de intentar acceder a la propiedad remoteAddress. Si request.connection no está definido, ip se establecerá en una cadena vacía, evitando así el error que estás experimentando.","authorIP":"","id":"2024-03-13T19:53:21.324Z"},{"placa":"SXS4578","categoria":"Observación","texto":"Es solo una observación no se pongan asi","authorIP":"","id":"2024-03-13T20:11:29.048Z"},{"placa":"THY8674","categoria":"Felicitación","texto":"Me parece ,muy bien la forma en la que usa las direccionales","authorIP":"","id":"2024-03-13T20:13:46.051Z"},{"placa":"THY8674","categoria":"Sugerencia","texto":"No estoy en contra de nadie pero creo que deberian de evitar manejar personas con edad avanzada, entorpecen el trafico y es de poca concideracin a los demas, no se como soulcionar el problema pero siento que es un problema grave","authorIP":"","id":"2024-03-13T20:34:30.060Z"},{"placa":"THY8674","categoria":"Queja","texto":"No lo quiero decir con enojo, pero de verdad me saco de quisio esta persona, viendo que no cabiamos sigui diciendo que lo rebasabaramos en lugar de hacerce a un lado, todos tuvimos que esperar a que la señora se bajara para poder avanzar.","authorIP":"","id":"2024-03-13T20:36:10.406Z"},{"placa":"HIJ 8465","categoria":"Sugerencia","texto":"Te sugiero mantener una distancia segura con los vehículos que te rodean para evitar colisiones.","authorIP":"","id":"2024-03-13T20:41:29.865Z"},{"placa":"HIJ 8465","categoria":"Queja","texto":"He observado un comportamiento imprudente al volante. Por favor, respeta las normas de tránsito para garantizar la seguridad de todos.","authorIP":"","id":"2024-03-13T20:41:57.016Z"},{"placa":"HIJ 8465","categoria":"Observación","texto":"Saludos al conductor de vehículo con placa HIJ 8465. Quiero hacer una observación positiva sobre tu manejo seguro y respetuoso en la carretera. ¡Sigue así!","authorIP":"","id":"2024-03-13T20:42:33.295Z"},{"placa":"HIJ 8465","categoria":"Felicitación","texto":"Quiero felicitarte, conductor con placa BCD123, por tu manejo seguro y amable con los demás usuarios de la vía. ¡Gracias por tu contribución a la seguridad vial!","authorIP":"","id":"2024-03-13T20:43:05.622Z"},{"placa":"HIJ 8465","categoria":"Agradecimiento","texto":"Saludos, conductor con placa HIJ8465. Quiero agradecerte por tu cortesía y consideración al volante. ¡Tu comportamiento hace que la carretera sea un lugar más seguro!","authorIP":"","id":"2024-03-13T20:43:41.845Z"},{"placa":"THY8674","categoria":"Queja","texto":"Estoy pensanod en no volver a ver a estas personas no se de que forma pero voy a hacer todo lo posible para no verlas nunca mas","odio":"POCO","authorIP":"","id":"2024-03-13T22:04:02.639Z"},{"placa":"HIJ 8465","categoria":"Queja","texto":"este es una prueba para ver el nivel de odio, pinches, decerebrado","odio":"POCO","authorIP":"","id":"2024-03-13T22:05:48.958Z"},{"placa":"HIJ 8465","categoria":"Sugerencia","texto":"no resulto odio pinches","odio":"POCO","authorIP":"","id":"2024-03-13T22:07:24.325Z"},{"placa":"HIJ 8465","categoria":"Sugerencia","texto":"odio pinches decerebrado","odio":"MEDIO","authorIP":"","id":"2024-03-13T22:10:09.568Z"},{"placa":"HIJ8465","categoria":"Sugerencia","texto":"Aqui mi sugerencia de este tipo, la neta se paso de raya si tengo odio por su culpa, me caga la madre, decerebrado!","odio":"POCO","authorIP":"","id":"2024-03-13T23:27:04.285Z"},{"placa":"HIJ8465","categoria":"Queja","texto":"Ahora si no te salvas neta te psasre  ahora veras quien soy, deja te vielvo a encontrar!","odio":"POCO","authorIP":"","id":"2024-03-13T23:28:34.948Z"},{"placa":"HIJ8465","categoria":"Sugerencia","texto":"NO  ndad no tengo nada que decirdsmso","odio":"NADA","authorIP":"","id":"2024-03-13T23:34:21.055Z"},{"placa":"HIJ8465","categoria":"Queja","texto":"Con esta estructura, los comentarios serán completamente anónimos y no se recopilarán ni almacenarán datos personales identificables. Esto puede ayudar a fomentar una comunicación abierta y sin temores por parte de los usuarios que deseen dejar comentarios en tu plataforma. Una vez actualizado el modelo en tu archivo schema.prisma, puedes aplicar los cambios en tu base de datos ejecutando npx prisma migrate dev.","odio":"NADA","authorIP":"","id":"2024-03-13T23:34:44.511Z"},{"placa":"DDRT44","categoria":"Queja","texto":"Quiero expresar mi descontento, conductor identificado por la placa DDRT44, por tu falta de cortesía al no ceder el paso en un cruce. Te insto a conducir con más consideración.","odio":"NADA","authorIP":"","id":"2024-03-13T23:54:12.601Z"},{"placa":"785946","categoria":"Sugerencia","texto":"una sugerencia Para toda la gente que no quiera seguir haciendo eso de ponerse en el paso del peaton deberia de comprar una bicicleta, ya lo dije aunue sea con odio al final decerebrado","odio":"POCO","authorIP":"","id":"2024-03-15T20:29:01.257Z"},{"placa":"DDRT443","categoria":"Queja","texto":"\nSi, a mi tmb me ha tocado varias veces en la salida a cuernavaca, seguro son sus rumbos, ojala sea un mejor ciudadano pronto. ","odio":"NADA","authorIP":"","id":"2024-03-15T22:40:46.357Z"},{"placa":"HIJ8465","categoria":"Agradecimiento","texto":"muchas gracias por dejarme pasar ","odio":"NADA","authorIP":"","id":"2024-03-15T22:42:18.484Z"},{"placa":"HIJ8465","categoria":"Queja","texto":"odio decerebrado","odio":"POCO","authorIP":"","id":"2024-03-15T22:42:57.959Z"},{"placa":"PVH227C","categoria":"Felicitación","texto":"Es un buen ciudadano. El otro dia se freno a tiempo en un semaforo cuando bien se lo podia pasar. ","odio":"NADA","authorIP":"","id":"2024-03-15T22:44:52.203Z"},{"categoria":"Sugerencia","placa":"YH77 -55C","texto":"Aqui debo poner lo mas preciado para todos una opinion, la voy a publicar para ver que pasará, ya que podriamos tener problemas con esto y no avanzar coo es debido, gracias","odio":"NADA","authorIP":"","id":"2024-03-17T07:05:36.774Z"},{"categoria":"Sugerencia","placa":"000000","texto":"Veamos si cuando esta hidden funciona el varios seros veamos creo el texto que se perdio estaba chido, adelante.","odio":"NADA","authorIP":"","id":"2024-03-17T07:37:29.693Z"},{"categoria":"Sugerencia","placa":"000000","texto":"Ahora algo que debo hacer es que dependiedno de en donde esté es lo que está activado, de hecho podria ser que limite las opciones dependiedno de en donde está, por ejemplo si estoy en el home, quiero poder poner lo que sea, pero si estoy en general, pues quiero que se quede en general, si estoy en censurados quiero que se quede en censurados? no en ese caso no pones un mensaje para estar en censurados, aqui tienes las dos opciones una poner la placa y la otra para todos los ciudadanos, luego cuando estoy en placa pues debe activarse la placa y el boton placa especifica.. como ves?","odio":"NADA","authorIP":"","id":"2024-03-17T07:43:39.423Z"},{"categoria":"Observación","placa":"000000","texto":"Tambien tengo que decirle a donde se ponen las placas que ignore las placas de 6 ceros, por que estas son solo la clave de placa que pongo para guardar mensajes que van a general","odio":"NADA","authorIP":"","id":"2024-03-17T07:47:10.227Z"},{"categoria":"Sugerencia","placa":"PLA5674","texto":"Esta sugerencia es test para la placa nueva","odio":"NADA","authorIP":"","id":"2024-03-17T18:44:02.015Z"},{"categoria":"Sugerencia","placa":"000000","texto":"Voy a poner un texto que me va a ayudar a alejarme de aqui ya es hora de deormir y mañnana tengo junta y no tengo nada demonios","odio":"NADA","authorIP":"","id":"2024-03-18T09:38:51.010Z"},{"categoria":"Felicitación","placa":"000000","texto":"Estoy viendo que en este caso si debes activar cual quieres , pero se me hace nbien la experiencia, activas y lisot","odio":"NADA","authorIP":"","id":"2024-03-18T09:39:44.186Z"},{"categoria":"Observación","placa":"000000","texto":"Como le decimo que no queremos que aparezcan las placas puro cero? bueno en primera no se puede buscar, si buscan en el buscador no  esta permitido, pero qeu pasa si lo ponen manual, creo deberiamos tener un codigo que si detecta puros numeros o puras letras te leve al home, tambien hay que activar esas erglas aqui para que tampoco puedan guardar mensaje ara una pleca que no exuste","odio":"NADA","authorIP":"","id":"2024-03-18T09:42:43.723Z"},{"categoria":"Queja","placa":"HIJ%20","texto":"test para el text","odio":"NADA","authorIP":"","id":"2024-03-18T23:46:39.290Z"},{"categoria":"Sugerencia","placa":"HIJ 846","texto":"Test; tiene un espacio pero como se va a guardar?","odio":"NADA","authorIP":"","id":"2024-03-18T23:54:15.282Z"},{"categoria":"Sugerencia","placa":"THY 8674","texto":"sugerencua","odio":"NADA","authorIP":"","id":"2024-03-19T01:12:14.672Z"},{"categoria":"Sugerencia","placa":"THY 8674","texto":"THY8674 es la placa que va a quedar, así sin espacio","odio":"NADA","authorIP":"","id":"2024-03-19T01:13:50.081Z"},{"categoria":"Sugerencia","placa":"THY 8674","texto":"sugeriendua oir que es ala poraca osdns esmlpfnkj","odio":"NADA","authorIP":"","id":"2024-03-19T01:20:41.350Z"},{"categoria":"Sugerencia","placa":"THY 8674","texto":"este si va a funcionbar por que sacamos el dato lo calificamos lo modificamos y luego lo hicimos chingon, anque ya vi que lo puse en el lugar erroneo, veamos","odio":"NADA","authorIP":"","id":"2024-03-19T01:22:20.373Z"},{"categoria":"Queja","placa":"thy8674","texto":"Bueno fue un pequeño error pero ahora si va a funcionar checa!","odio":"NADA","authorIP":"","id":"2024-03-19T01:23:50.133Z"},{"categoria":"Sugerencia","placa":"thy8674","texto":"es lo primero que feremos , espacios en las placas","odio":"NADA","authorIP":"","id":"2024-03-19T05:04:36.415Z"},{"categoria":"Queja","placa":"000000","texto":"000000 6 000000","odio":"NADA","authorIP":"","id":"2024-03-19T05:24:20.390Z"},{"categoria":"Agradecimiento","placa":"HIJ846","texto":"Si tengo mucho que decir, si la columna de la izquierda, depende de la medida de la columna del lado derecho es algo que no deberia ser un problme, ya que la columna izquierda debe tener su propia medida, de hecho por que en donde esta la placa no se mueve, esas isi. deberia tener una medida, de hecho de ahi la voy a sacar, gracias","odio":"NADA","authorIP":"","id":"2024-03-19T21:08:46.024Z"},{"categoria":"Sugerencia","placa":"HIJ846","texto":"espero se guarde con letras minusculas para ver aqui mismo como reaccionan las columnas ya que perdimos el mensaje anterior, esta cañon poc que no se ve chido cuando hay mensajes muy chicos, no nos ayuda en nada ese tipo de se puede decir errores, por que tenemso que escribir aqui y perdemos tiempo aunque entretenido pero pues preferimos ocupar el tiempo en algo mas gracias","odio":"NADA","authorIP":"","id":"2024-03-19T21:11:11.036Z"},{"categoria":"Sugerencia","placa":"hij846","texto":"a ver si se guarda en donde debe ir auqnuqe esta chidco el mensaje bueno me b=ota a poner a escribir un gyara baga o lo que sea solo rellenar espacio no dos tres cuatro olo que sea adions","odio":"NADA","authorIP":"","id":"2024-03-19T21:13:02.416Z"},{"categoria":"Sugerencia","placa":"SXS 4578","texto":"SXS estará separado de 4578? que pasara quedate para averiguarlo","odio":"NADA","authorIP":"","id":"2024-03-19T22:51:33.632Z"},{"categoria":"Sugerencia","placa":"sxs4578","texto":"un gran texto","odio":"NADA","authorIP":"","id":"2024-03-19T22:54:59.858Z"},{"categoria":"Agradecimiento","placa":"sxs4578","texto":"el anetrior fue prueba con guion, esta es con espacio","odio":"NADA","authorIP":"","id":"2024-03-19T22:55:30.922Z"},{"categoria":"Queja","placa":"sxs4578","texto":"esta con caracter especial a ver como funca","odio":"NADA","authorIP":"","id":"2024-03-19T22:55:57.480Z"},{"categoria":"Felicitación","placa":"sxs4578","texto":"funciono excelente","odio":"NADA","authorIP":"","id":"2024-03-19T22:56:17.868Z"},{"categoria":"Observación","placa":"000000","texto":"se supone que es para todos, entonces pues no hay falla en la placa","odio":"NADA","authorIP":"","id":"2024-03-19T22:58:24.931Z"},{"categoria":"Sugerencia","placa":"ssssssss","texto":"ssss dds sedd sfedd seds seds","odio":"NADA","authorIP":"","id":"2024-03-19T23:08:17.021Z"},{"categoria":"Sugerencia","placa":"sssssddff","texto":"eee general adddd","odio":"NADA","authorIP":"","id":"2024-03-19T23:09:38.162Z"},{"categoria":"Observación","placa":"56plo","texto":"1238 168413 745","odio":"NADA","authorIP":"","id":"2024-03-19T23:13:48.920Z"},{"categoria":"Sugerencia","placa":"000000","texto":"la qtiqueta debe decir general","odio":"NADA","etiqueta":"general","authorIP":"","id":"2024-03-19T23:24:44.499Z"},{"categoria":"Observación","placa":"000000","texto":"geenral en etiqueta... por que no se despliegan?","odio":"NADA","etiqueta":"general","authorIP":"","id":"2024-03-19T23:41:57.915Z"},{"categoria":"Sugerencia","placa":"000000","texto":"Otra sugerencia con etoqueta, saludos","odio":"NADA","etiqueta":"general","authorIP":"","id":"2024-03-19T23:59:47.976Z"},{"categoria":"Sugerencia","placa":"000000","etiqueta":"000000","texto":"ssss","odio":"NADA","authorIP":"","id":"2024-03-20T00:13:03.034Z"},{"categoria":"Sugerencia","placa":"000000","etiqueta":"000000","texto":"se fue pero no SE DESPLEGO NADA","odio":"NADA","authorIP":"","id":"2024-03-20T00:14:28.821Z"},{"categoria":"Sugerencia","placa":"general","etiqueta":"general","texto":"sew fue con etiqueyta 000000 pero no debe sder adi qu alets go","odio":"NADA","authorIP":"","id":"2024-03-20T00:16:01.275Z"},{"categoria":"Queja","placa":"general","etiqueta":"general","texto":"ya funciono, aqui llegan todas las que tyienen etiwquet, generl, luego veremos que mas pasa asi no vamos atrner placa 3 ceros, pero ahora vamso a tener placa con general? no en realidad no , peroseguimos teniendo la placa 3 ceros pero aqhora le decimos que no la cargue","odio":"NADA","authorIP":"","id":"2024-03-20T00:17:22.228Z"},{"categoria":"Felicitación","placa":"","etiqueta":"general","texto":"con espacio va a pasar lo mismo ya veras\n","odio":"NADA","authorIP":"","id":"2024-03-20T00:18:37.458Z"},{"categoria":"Queja","placa":"","etiqueta":"general","texto":"ja, no paso lo mismo, lo recibio como cadena, ahora veamos la base","odio":"NADA","authorIP":"","id":"2024-03-20T00:19:02.044Z"},{"categoria":"Agradecimiento","placa":"","etiqueta":"general","texto":"desde el home que pasa?","odio":"NADA","authorIP":"","id":"2024-03-20T00:19:37.199Z"},{"categoria":"Felicitación","placa":"","etiqueta":"general","texto":"desde el home entro el mensaje sin problema, excelente!!","odio":"NADA","authorIP":"","id":"2024-03-20T00:19:55.498Z"},{"categoria":"Observación","placa":"","etiqueta":"general","texto":"ahora veamos la etiqueta censurados, ah y ya no vamos a tener la placa 6 ceros","odio":"NADA","authorIP":"","id":"2024-03-20T00:20:35.334Z"},{"categoria":"Queja","placa":"","etiqueta":"general","texto":"llobp iluvouyv lkiugykuyv","odio":"NADA","authorIP":"","id":"2024-03-20T00:24:38.655Z"},{"categoria":"Queja","placa":"","etiqueta":"general","texto":"789456 dfwasdsdsdsdsdvdwjynboiukjma","odio":"NADA","authorIP":"","id":"2024-03-20T00:43:42.543Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"general","texto":"test de general","odio":"NADA","authorIP":"","id":"2024-03-21T06:21:25.406Z"},{"categoria":"Observación","placa":"","etiqueta":"general","texto":"Aqui lo que pretendo es que se hagan observaciones, y de esta forma tener poner a concideracion algun tema","odio":"NADA","authorIP":"","id":"2024-04-03T19:58:46.332Z"},{"categoria":"Felicitación","placa":"","etiqueta":"general","texto":"Estás haciendo un gran trabajo con esta plataforma ya casi terminas, felicidades, sigue asi","odio":"NADA","authorIP":"","id":"2024-04-03T20:06:20.547Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"general","texto":"Mensaje desde el HOME, sin placa pero, con motivo: Sugerencia, saludos amigos, vaya bien, mucho gusto.","odio":"NADA","authorIP":"","id":"2024-04-04T00:35:40.837Z"},{"categoria":"Observación","placa":"","etiqueta":"HIJ8465","texto":"Este va desde una placa pero no voy a poner la placa, solo voy a escribir para que se valla a general, saludos. Ah, y es una observación.","odio":"NADA","authorIP":"","id":"2024-04-04T00:37:01.564Z"},{"categoria":"Felicitación","placa":"yh7755c","texto":"Esta persona si me saco de onda, estuvo chido mientras duro la carrera, muy veloz, muy buen conductor","odio":"NADA","authorIP":"","id":"2024-04-04T00:42:33.475Z"},{"categoria":"Observación","placa":"","etiqueta":"YH7755C","texto":"Ahora sin la placa, que se valla a general. no se si no funciona por qeu nunca funcionó o algo jodí","odio":"NADA","authorIP":"","id":"2024-04-04T00:43:20.650Z"},{"categoria":"Queja","placa":"","etiqueta":"PVH227C","texto":"Hola","odio":"NADA","authorIP":"","id":"2024-04-04T00:46:52.053Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"PVH227C","texto":"Ahora veamos al cambiar el valor por default salud, oye hablando de eso cuando creamos el nuevo mensaje ","odio":"NADA","authorIP":"","id":"2024-04-04T00:49:41.905Z"},{"categoria":"Sugerencia","placa":"","texto":"Por algun motivo tenia duplicado el imput donde pleca value eds igual a nada.... a ver que pasa, como que me perdi unb poco","odio":"NADA","authorIP":"","id":"2024-04-04T00:54:22.638Z"},{"categoria":"Observación","placa":"geenral","texto":"a ver desde el home sigue funcionando?","odio":"NADA","authorIP":"","id":"2024-04-04T00:55:13.707Z"},{"categoria":"Felicitación","placa":"","etiqueta":"general","texto":"Creo ahora si va a funcionar, saludos desde placa con ID","odio":"NADA","authorIP":"","id":"2024-04-04T00:56:37.851Z"},{"categoria":"Observación","placa":"hij8465","texto":"xxhxx Espero se guarde con letras minúsculas para ver aquí mismo como reaccionan las columnas ya que perdimos el mensaje anterior, esta cañón por que no se ve chido cuando hay mensajes muy chicos, no nos ayuda en nada ese tipo de se puede decir errores, por que tenemos que escribir aquí y perdemos tiempo aunque entretenido pero pues preferimos ocupar el tiempo en algo mas gracias","odio":"NADA","authorIP":"","id":"2024-04-04T00:59:22.843Z"},{"categoria":"Queja","placa":"v24hy7","texto":"Desde el home pero con placa","odio":"NADA","authorIP":"","id":"2024-04-04T01:06:03.684Z"},{"categoria":"Observación","placa":"yh7755c","texto":"Ahora sin la placa, que se valla a general. no se si no funciona por qeu nunca funcionó o algo jodí","odio":"NADA","authorIP":"","id":"2024-04-04T01:07:45.449Z"},{"categoria":"Observación","placa":"","etiqueta":"general","texto":"Sabes que falta? que no puedan entrar al dashboard si no están logeados.","odio":"NADA","authorIP":"","id":"2024-04-04T01:09:04.381Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"general","texto":"Ahora si funcionó pero me dice que no puede destructurar por que no hay ID, eso es bueno? al menos esta pidiendo el ID si no hay ya le habia dicho que regresara a la ventana de login que esa esta ya sabes donde","odio":"NADA","authorIP":"","id":"2024-04-04T01:10:46.988Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"general","texto":"solo sugiero que todos sugieran algo","odio":"NADA","authorIP":"","id":"2024-04-04T03:07:57.408Z"},{"categoria":"Queja","placa":"hij8465","texto":"queja queja pura queja y no hay propuestas, se la pelan si no","odio":"NADA","authorIP":"","id":"2024-04-04T03:38:31.782Z"},{"categoria":"Propuesta","placa":"","etiqueta":"general","texto":"Esta es la primera propuesta, que creen que pase","odio":"NADA","authorIP":"","id":"2024-04-04T03:44:42.364Z"},{"categoria":"Queja","placa":"hij8465","texto":"mierda, este mensaje es para ver la efectividad de la lista de las palabras, chingas a tu madre, pedazo de idiota, imbecil, cara de pito, pedazo de mierda","odio":"POCO","authorIP":"","id":"2024-04-04T04:07:30.758Z"},{"categoria":"Queja","placa":"hij8465","texto":"mierda, este mensaje es para ver la efectividad de la lista de las palabras, chingas a tu madre, pedazo de idiota, imbecil, cara de pito, pedazo de mierda","odio":"POCO","authorIP":"","id":"2024-04-04T04:09:02.005Z"},{"categoria":"Queja","placa":"hij8465","texto":"mierda, este mensaje es para ver la efectividad de la lista de las palabras, chingas a tu madre, pedazo de idiota, imbecil, cara de pito, pedazo de mierda, verga, pitazo, pelana, pendejo, payaso","odio":"POCO","authorIP":"","id":"2024-04-04T04:16:24.386Z"},{"categoria":"Queja","placa":"hij8465","texto":"asalareado asalareado asalareado asalareado asalareado","odio":"MEDIO","authorIP":"","id":"2024-04-04T04:17:18.269Z"},{"categoria":"Sugerencia","placa":"hij8465","texto":"asalareado, asalareado, asalareado, asalareado, asalareado","odio":"POCO","authorIP":"","id":"2024-04-04T04:22:13.989Z"},{"categoria":"Queja","placa":"hij8465","texto":"asalareado, asalareado, asalareado, asalareado, asalareado","odio":"MUCHO","authorIP":"","id":"2024-04-04T13:19:06.387Z"},{"categoria":"Queja","placa":"","etiqueta":"general","texto":"me la pelas de la verga mal parido","odio":"POCO","authorIP":"","id":"2024-04-04T13:35:43.526Z"},{"categoria":"Propuesta","placa":"","etiqueta":"general","texto":"me la pelas de la verga mal parido","odio":"MEDIO","authorIP":"","id":"2024-04-04T13:39:46.588Z"},{"placa":"","etiqueta":"general","texto":"test uno","categoria":"propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:17:56.523Z"},{"placa":"","etiqueta":"general","texto":"La propuesta uno festuvo fallida","categoria":"propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:26:15.452Z"},{"placa":"","etiqueta":"general","texto":"Mensaje propuesta","categoria":"propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:30:25.434Z"},{"placa":"","etiqueta":"general","texto":"mesnaje propuesta","categoria":"propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:31:17.122Z"},{"placa":"","etiqueta":"general","texto":"Nada c a sddsd","categoria":"propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:31:43.460Z"},{"placa":"","etiqueta":"general","texto":"ahora con mayusculs","categoria":"Propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:33:01.954Z"},{"placa":"","etiqueta":"Propuesta","texto":"test tres el anterior si funiono pero estamos afinando","categoria":"Propuesta","odio":"NADA","authorIP":"","id":"2024-04-15T14:36:11.988Z"},{"categoria":"Propuesta","placa":"","etiqueta":"General","texto":"Al mismo tiempo cuando dices una propuesta debería ser algo general no? la hipótesis indicaría que una propuesta no es a alguien en general","odio":"NADA","authorIP":"","id":"2024-04-15T15:38:23.522Z"},{"categoria":"Propuesta","placa":"thy8674","texto":"Para la propuesta de este caso es decir para una placa, especial esta genial!","odio":"NADA","authorIP":"","id":"2024-04-15T15:40:09.020Z"},{"categoria":"Propuesta","placa":"hij8465","texto":"Mierda, este mensaje es para ver la efectividad de la lista de las palabras, chingas a tu madre, pedazo de idiota, imbecil, cara de pito, pedazo de mierda, verga, pitazo, pelana, pendejo, payaso","odio":"MUCHO","authorIP":"","id":"2024-04-19T22:08:15.629Z"},{"categoria":"Observación","placa":"thy8674","texto":"Test imediato","odio":"NADA","authorIP":"","id":"2024-04-19T22:59:49.586Z"},{"categoria":"Queja","placa":"","etiqueta":"General","texto":"Test inmediato generales","odio":"NADA","authorIP":"","id":"2024-04-19T23:00:08.140Z"},{"placa":"","etiqueta":"Propuesta","texto":"Otra propuesta","categoria":"Propuesta","odio":"NADA","authorIP":"","id":"2024-04-19T23:00:38.683Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"General","texto":"A donde se van los generales que no salen aqui, en donde aparecem por que si se gurardan no?","odio":"NADA","authorIP":"","id":"2024-04-19T23:01:39.443Z"},{"categoria":"Queja","placa":"","etiqueta":"General","texto":"Ha general","odio":"NADA","authorIP":"","id":"2024-04-19T23:16:43.856Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"General","texto":"sugerencia general\n","odio":"NADA","authorIP":"","id":"2024-04-19T23:17:53.813Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"General","texto":"con minuscula suger","odio":"NADA","authorIP":"","id":"2024-04-19T23:27:06.641Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"General","texto":"suger generakl","odio":"NADA","authorIP":"","id":"2024-04-19T23:29:25.169Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"general","texto":"ahora si, general sugerencia","odio":"NADA","authorIP":"","id":"2024-04-19T23:31:53.467Z"},{"categoria":"Sugerencia","placa":"","etiqueta":"general","texto":"torito de el de toro con lo del todos\n","odio":"NADA","authorIP":"","id":"2024-04-19T23:33:42.534Z"},{"placa":"","etiqueta":"Propuesta","texto":"propuestas aqui","categoria":"Propuesta","odio":"NADA","authorIP":"","id":"2024-04-19T23:33:57.435Z"}]}